Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uusi_koltansaamen_kielen_lukukirja_ja_syksyn_tyokirja_ovat_ilmestyneet.html.tmx
Source language: fin
Languages: sms

source: Uusi koltansaamen kielen lukukirja ja syksyn työkirja ovat ilmestyneet
sms: Ođđ sääʹmǩiõl lookkâmǩeʹrjj da čõhččpââʹj tuejjǩeʹrjj lie õlmstõttum

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden koltansaamen luku-ja työkirjan.
sms: Škooultõs- da mättmateriaalkoontâr lij õlmstâttam ođđ nuõrttsääʹmǩiõllsaž lookkâm- da tuejjǩeeʹrj.

source: ǨIÕČČ 3 on koltansaamen oppikirja perusopetuksen kolmannen luokan vieraan kielen opetukseen.
sms: ǨIÕČČ 3 lij nuõrttsääʹmǩiõl mättǩeʹrjj vuâđđškooul 3 klaass veeʹres ǩiõl škooulniiʹǩǩid.

source: Kirjaan kuuluvat syksyn- ja kevään työkirjat, joista kevään työkirja julkaistaan myöhemmin.
sms: Ǩerjja kooll čõhččpââʹj- da ǩiđđpââʹj tuejjǩeʹrjj. Ǩeeʹrj lie jåårǥlõttum tâʹvvsääʹmǩiõl GEA 3 ǩiiʹrjin.

source: Oppikirja ja työkirja on käännetty ja sovitettu pohjoissaamen kielen GEA 3 kirjoista.
sms: Ǩiiʹrji raajji: Oona Länsman, pirstõõzz Nora Bäck da lay out raajjâm Anni Näkkäläjärvi.

source: Kirjan käsikirjoituksen on tehnyt Oona Länsman ja kuvituksen Nora Bäck.
sms: Jåårǥlâttam Raija Lehtola

source: Koltansaamenkieliset kirjat on taittanut Anni Näkkäläjärvi ja koltansaamen kielelle kääntänyt Raija Lehtola.
sms: Tiʹllʼjõõzz:

source: Kirjoja voi tilata Saamelaiskäräjien verkkokaupasta:
sms: Lookkâmǩeʹrjj https://www.samediggi.fi/tuote/kiocc-3-lookkamkerjj-nuorttsaamkioll-veeres-kiollan/?lang=nuo

source: Lukukirja https://www.samediggi.fi/tuote/kiocc-3-lookkamkerjj-nuorttsaamkioll-veeres-kiollan/
sms: Čõhččpââʹj tuejjǩeʹrjj https://www.samediggi.fi/tuote/kiocc-3-cohccpaaj-tuejjkerjj/?lang=nuo
